/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "Narzędzie AirPort";
"AdminUtility"	= "Narzędzie AirPort";
"AboutAirPortUtility" = "%@…";
"HideAirPortUtility" = "Ukryj %@";
"QuitAirPortUtility" = "Zakończ %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Anuluj";
"ConfirmUpload"	= "Załaduj";
"GoBack"		= "Wróć";
"Continue"		= "Dalej";
"Close"			= "Zamknij";
"DontClose"		= "Nie zamykaj";
"Done"			= "Gotowe";
"Switch"		= "Przełącz";
"DontSwitch"	= "Nie przełączaj";
"Yes"			= "Tak";
"No"			= "Nie";
"DontSave"		= "Nie zachowuj";
"Save"			= "Zachowaj";
"Revert"		= "Przywróć";
"Update"		= "Uaktualnij";
"DontUpdate"	= "Nie uaktualniaj";
"Optional"		= "(opcjonalnie)";
"OtherDotDotDot" = "Inne…";
"MoreInfo"		= "Więcej informacji…";
"Download"		= "Pobierz";
"Remove"		= "Usuń";
"DontRemove"	= "Nie usuwaj";
"Edit"			= "Edycja";
"EditEllipsis"	= "Edycja…";
"Resume"		= "Kontynuuj";


/* Keychain information */
"keychainBaseStationDescription" = "Hasło stacji bazowej AirPort";
"keychainBaseStationType" = "Stacja bazowa AirPort";
"keychainNetworkDescription" = "Hasło sieci AirPort";
"keychainAirDiskDescription" = "Hasło dysku AirPort";
"keychainNetworkType" = "Sieć AirPort";
"keychainSpeakerDescription" = "hasło programu";
"keychainSpeakerType" = "Głośniki zdalne";

/* Password sheet and keychain strings */
"OtherPrompt" = "Podaj adres i hasło:";
"PasswordPrompt" = "Podaj hasło dla zaznaczonego bezprzewodowego urządzenia AirPort:";
"SaveSecuritySettings" = "Szyfruj hasła dla większego bezpieczeństwa";
"SaveSecuritySettingsDescription" = "Aby później przejrzeć lub zaimportować te hasła, musisz podać hasło %@.";
"PasswordPromptDoc" = "Aby zobaczyć wszystkie ustawienia i hasła, podaj hasło dostępu do tego pliku ustawień. Jeżeli chcesz zobaczyć wszystkie ustawienia bez haseł, kliknij w Dalej bez podawania hasła.";
"SaveSecuritySettingsNotEncrypted" = "Hasła nie będą zaszyfrowane i zostaną zachowane w mniej bezpieczny sposób.";
"RememberPassword" = "Pamiętaj to hasło w moim pęku kluczy";
"KeychainRemoveAreYouSure" = "Czy na pewno chcesz usunąć to hasło z pęku kluczy?";
"KeychainRemoveExplain" = "Jeżeli usuniesz to hasło z pęku kluczy, za każdym razem trzeba będzie je podawać ręcznie.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "Pomoc Narzędzia AirPort";
"AirPortServiceAndSupport" = "Wsparcie oraz obsługa AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/pl/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Otwórz";
"Export"		= "Eksportuj";
"Import"		= "Importuj";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Inne";
"OtherTip"		= "Skonfiguruj inne bezprzewodowe urządzenie AirPort";
"Rescan"		= "Skanuj ponownie";
"RescanTip"		= "Szukaj ponownie bezprzewodowych urządzeń AirPort";
"Configure"		= "Konfiguruj";
"ConfigureTip"	= "Konfiguruj zaznaczone bezprzewodowe urządzenie AirPort";

/* Software Update */
"SoftwareUpdateNewer" = "Dostępna jest nowsza wersja (%@) Narzędzia AirPort.";
"SoftwareUpdateExplain" = "Kliknij w Uaktualnij, aby zakończyć Narzędzie AirPort i pobrać nowe oprogramowanie.";
"SoftwareUpdateTitle" = "Uaktualnienie oprogramowania AirPort";
"SoftwareUpdateButton" = "Uaktualnij…";
"SUFirmwarePrompt" = "Dostępna jest nowa wersja oprogramowania sprzętowego.";
"SUFirmwareExplain" = "Pobierz oprogramowanie sprzętowe, aby uaktualnić posiadane bezprzewodowe urządzenia AirPort.";
"SUFirmwareExplainDetails" = "Wybierz oprogramowanie sprzętowe, które chcesz pobrać. Po pobraniu oprogramowania sprzętowego można będzie uaktualnić bezprzewodowe urządzenia AirPort.";
"SUChoosePrompt" = "Dla %d bezprzewodowych urządzeń AirPort dostępna jest nowa wersja oprogramowania sprzętowego.";
"SUChooseExplain" = "Aby rozpocząć, kliknij w Uaktualnij.";
"SUChooseExplainDetails" = "Zaznacz bezprzewodowe urządzenia AirPort, które chcesz uaktualnić, po czym kliknij w Uaktualnij, aby zainstalować nową wersję oprogramowania sprzętowego.";
"SUOneUpdatePrompt" = "Dla bezprzewodowego urządzenia AirPort „%2$@” dostępna jest nowa wersja oprogramowania sprzętowego (%1$@).";
"SUOneUpdateExplain" = "Aby rozpocząć, kliknij w Uaktualnij.";
"SoftwareUpdateEverythingUpToDate" = "Obecnie nie ma uaktualnień dla żadnego z dostępnych bezprzewodowych urządzeń AirPort.";
"SoftwareUpdateAUIsUpToDate" = "Ta wersja Narzędzia AirPort (%@) jest wersją bieżącą.";
"SoftwareUpdateFWIsUpToDate" = "Ta wersja oprogramowania sprzętowego bezprzewodowego urządzenia AirPort (%@) jest wersją bieżącą.";
"SoftwareUpdateBadFirmware" = "Zaznaczony plik oprogramowania sprzętowego nie jest zgodny z tym bezprzewodowym urządzeniem AirPort.";
"SoftwareUpdateDownloadError" = "Podczas pobierania oprogramowania sprzętowego wystąpił błąd.";
"SoftwareUpdateShowDetails" = "Pokaż szczegóły";
"SoftwareUpdateHideDetails" = "Ukryj szczegóły";
"SoftwareUpdateDirty" = "Uaktualnienie bezprzewodowego urządzenia AirPort spowoduje utratę niezachowanych zmian.";
"SUSkip" = "Pomiń";
"SUPasswordPrompt" = "Podaj hasło dla „%@”:";
"SUVersion" = "Wersja oprogramowania sprzętowego";
"SUDownloadProgressPrompt" = "Pobieram %1$d z %2$d uaktualnień oprogramowania sprzętowego";
"SUUpdateProgressPrompt" = "Uaktualniam %1$d z %2$d bezprzewodowych urządzeń AirPort";
"SUUpdateProgressMessage" = "Uaktualniam oprogramowanie sprzętowe „%1$@” do %2$@…";
"SUWaitingRestartMessage" = "Oczekuję na ponowne uruchomienie „%@”…";
"SUAutoCheckConfirm" = "Narzędzie AirPort zostanie otwarte, gdy pojawi się uaktualnienie dla używanego bezprzewodowego urządzenia AirPort lub gdy urządzenie to zgłosi problem.";
"SUAutoCheckExplain" = "Te ustawienia możesz zmienić w preferencjach programu Narzędzie AirPort.";
"SUAutoCheckCheckbox" = "Sprawdzaj dostępność uaktualnień z chwilą otwarcia Narzędzia AirPort";
"SUServerFailure" = "Wystąpił błąd podczas łączenia z serwerem uaktualnień. Sprawdź połączenia sieciowe i spróbuj ponownie.";
"SUInternalServerLabel" = "Serwer wewnętrzny:";
"SUBackgroundCheckbox" = "Sprawdź nowe wersje:";
"SUHourly" = "Co godzinę";
"SUDaily" = "codziennie";
"SUWeekly" = "co tydzień";
"SUMonthly" = "co miesiąc";
"SUBackgroundDownloadCheckbox" = "Pobierz automatycznie uaktualnienia oprogramowania sprzętowego";
"SUBackgroundDownloadExplain" = "Narzędzie AirPort, gdy uaktualnienia będą gotowe do zainstalowania.";

/* Discovery Window */
"IP4Address" = "Adres IPv4";
"IP6Address" = "Adres IPv6";
"Interface" = "Interfejs";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Uruchom ponownie";
"HardReset"				= "Przywróć ustawienia domyślne…";
"Upload"				= "Załaduj";
"Default"				= "Domyślne";
"EquivPW"				= "Hasło";
"Summary"				= "Podsumowanie";
"SummaryTip"			= "Pozwala pokazać ustawienia tego bezprzewodowego urządzenia AirPort i sieci bezprzewodowej.";
"AirPort"				= "AirPort";
"AirPortTip"			= "Ustaw opcje sieci bezprzewodowej";
"AirPort.Summary"		= "Podsumowanie";
"AirPort.Summary.Version" = "Wersja";
"AirPort.BaseStation"	= "Stacja bazowa";
"AirPort.BaseStation.Options" = "Opcje stacji bazowej";
"AirPort.BaseStation.Hostname" = "Nazwa hosta stacji bazowej";
"AirPort.Wireless"		= "Wi-Fi";
"AirPort.Wireless.Options" = "Opcje sieci bezprzewodowej";
"AirPort.Wireless.AppleWiFiConnect" = "Opcje klienta bezprzewodowego";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Dostęp";
"Internet"				= "Internet";
"InternetTip"			= "Skonfiguruj sposób, w jaki to bezprzewodowe urządzenie AirPort łączy się z Internetem i udostępnia połączenie internetowe";
"Internet.Main"			= "Połączenie z Internetem";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Muzyka";
"MusicTip"				= "Skonfiguruj AirPort Express do odtwarzania muzyki z iTunes przez głośniki zdalne";
"Printers"				= "Drukarki";
"USB"					= "USB";
"PrintersTip"			= "Pozwala pokazać i zmienić ustawienia drukarek USB dostępnych poprzez to bezprzewodowe urządzenie AirPort.";
"USBTip"				= "Pozwala pokazać i zmienić ustawienia urządzeń USB dostępnych poprzez to bezprzewodowe urządzenie AirPort.";
"PrintersScanners"		= "Drukarki i skanery";
"PrintersScannersTip"	= "Pozwala pokazać i zmienić ustawienia drukarek oraz skanerów USB dostępnych poprzez to bezprzewodowe urządzenie AirPort.";
"Drives"				= "Dyski";
"DrivesTip"				= "Pozwala pokazać i zmienić ustawienia urządzeń pamięci masowej, podłączonych do tego bezprzewodowego urządzenia AirPort.";
"Drives.Disks"			= "Dyski";
"Drives.FileSharing"	= "Udostępnianie plików";
"Drives.Accounts"		= "Konta";
"Advanced"				= "Zaawansowane";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Porty";
"Advanced.PortMapping"	= "Porty";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "Zapora sieciowa IPv6";
"Advanced.Dialin"		= "Wdzwanianie PPP";
"Advanced.Statistics"	= "Dzienniki i statystyka";
"AdvancedTip"			= "Pozwala pokazać i zmienić zaawansowane ustawienia tego bezprzewodowego urządzenia AirPort.";
"Profiles"				= "Profile";
"ProfilesTip"			= "Profile";
"Statistics"			= "Statystyka";
"Statistics.Logging"	= "Dzienniki";
"Statistics.Wireless"	= "Klienty bezprzewodowe";
"Statistics.DHCP"		= "Klienty DHCP";
"StatisticsTip"			= "Pozwala pokazać informacje o statusie bezprzewodowego urządzenia AirPort, w tym dane syslog i informacje o klientach.";
"Search"				= "Znajdź ustawienie";
"SearchTip"				= "Szukaj ustawień bezprzewodowego urządzenia AirPort, podając nazwę. Zaznaczenie nazwy spowoduje przejście do odpowiedniego panelu ustawień.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "45";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "42";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Czy chcesz uaktualnić ustawienia tego bezprzewodowego urządzenia AirPort przed zamknięciem?";
"WSCUpdateChanges" = "Przed dodaniem klientów bezprzewodowych trzeba zachować zmiany dokonane w bezprzewodowym urządzeniu AirPort. Kliknij w Uaktualnij, aby zachować te zmiany i spróbuj ponownie.";
"SwitchContinue" = "Czy na pewno chcesz przełączyć się na inne bezprzewodowe urządzenie AirPort?";
"SwitchUpdateLost" = "Jeśli przełączysz bez uaktualnienia, utracisz swoje zmiany."; 
"UpdateLost" = "Jeżeli nie uaktualnisz tego urządzenia, zmiany ustawień zostaną utracone.";
"Passwords" = "Hasła";
"errMatchPassword" = "Hasło i potwierdzenie hasła nie są zgodne. Musisz podać to samo hasło w obu polach.";
"ImportPrompt" = "Importuj pełną konfigurację urządzenia lub tylko pewne ustawienia.";
"ImportAll" = "Pełna konfiguracja urządzenia";
"ImportAllOther" = "Wszystkie pozostałe ustawienia";
"SwitchNetworksPrompt" = "Czy na pewno chcesz przełączyć sieci bezprzewodowe?";
"SwitchNetworksMore" = "Konfiguracja tego bezprzewodowego urządzenia AirPort wymaga przełączenia sieci bezprzewodowych. Przełączenie sieci bezprzewodowych może przerwać połączenie z Internetem.";
"TaskMaintenanceClose" = "Czy na pewno chcesz zamknąć to okno?";
"TaskMaintenanceRecommendContinue" = "Jeśli teraz zamkniesz to okno, utracisz wprowadzone zmiany.";
"AssistClose" = "Czy na pewno chcesz zamknąć to okno?";
"AssistReccomendContinue" = "Jeżeli nie użyjesz asystenta i uaktualnisz bezprzewodowe urządzenie AirPort, dokonane zmiany zostaną utracone.";
"PortConflict" = "Włączenie „%@” koliduje z jednym z odwzorowań portów. To odwzorowanie zostało wyłączone. Aby nadal używać portu publicznego, uaktualnij go.";
"TooBusyToCloseGeneric" = "Narzędzie AirPort jest zajęte. Nie można tego przerwać.";
"TooBusyToClose" = "Narzędzie AirPort jest zajęte przez „%@”. Nie można tego przerwać.";
"TooBusyToCloseExplain" = "Zaczekaj, aż Narzędzie AirPort ukończy pracę, i spróbuj ponownie.";
"UpdatingFirmware" = "uaktualnianie oprogramowania sprzętowego bezprzewodowego urządzenia AirPort";
"WritingConfiguration" = "zapisuję konfigurację bezprzewodowego urządzenia AirPort";

/* Progress */
"closeOrReRead" = "Można zamknąć to okno albo zaczekać, aż bezprzewodowe urządzenie AirPort ponownie się uruchomi.";
"closeOrReReadSpecific" = "Możesz zamknąć to okno albo zaczekać na ponowne uruchomienie %@.";
"ReReadTimeout" = "Narzędzie AirPort nie znajduje bezprzewodowego urządzenia AirPort po jego ponownym uruchomieniu.";
"ReReadTimeoutDescription" = "Ustawienia tego bezprzewodowego urządzenia AirPort zostały uaktualnione, ale pojawił się problem z ponownym przyłączeniem się do sieci bezprzewodowej lub znalezieniem bezprzewodowego urządzenia AirPort. Być może trzeba ponownie wybrać sieć z menu Wi-Fi.";
"ReReadTimeoutDescriptionWin" = "Ustawienia tego bezprzewodowego urządzenia AirPort zostały uaktualnione, ale pojawił się problem z ponownym przyłączeniem się do sieci bezprzewodowej lub znalezieniem bezprzewodowego urządzenia AirPort. Być może trzeba ponownie wybrać sieć w oknie zarządzania połączeniami sieciowymi i spróbować jeszcze raz.";
"ErrorCloseTryAgain" = "Wystąpił błąd; zamknij okno konfiguracji i spróbuj ponownie.";

/* Discovery */
"FoundDefaultBaseStation" = "Narzędzie AirPort wykryło urządzenie (%@) z ustawieniami domyślnymi.";
"FoundDefaultBaseStation.alternateArticle" = "Narzędzie AirPort wykryło urządzenie (%@) z ustawieniami domyślnymi.";
"FoundRestorableDefaultBaseStation" = "Narzędzie AirPort wykryło urządzenie (%@) z ustawieniami domyślnymi. Można przywrócić poprzednie ustawienia tego urządzenia.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "Narzędzie AirPort wykryło urządzenie (%@) z ustawieniami domyślnymi. Można przywrócić poprzednie ustawienia tego urządzenia.";
"FoundJoinedBaseStation" = "Narzędzie AirPort wykryło urządzenie (%@), do którego chcą się przyłączyć klienty.";
"FoundConfiguredBaseStation" = "Narzędzie AirPort wykryło urządzenie - %@.";
"FoundConfiguredBaseStation.alternateArticle" = "Narzędzie AirPort wykryło urządzenie - %@.";
"FoundBaseStationNeedsAttention" = "Narzędzie AirPort wykryło urządzenie (%@), która zgłasza problemy.";
"FoundBaseStationNeedsAttention.alternateArticle" = "Narzędzie AirPort wykryło urządzenie (%@), które zgłasza problemy.";
"FoundBaseStationPerformingTask" = "Narzędzie AirPort wykryło stację bazową %@, która wykonuje jakieś zadanie.";
"FoundBaseStationPerformingTask.alternateArticle" = "Narzędzie AirPort wykryło stację bazową %@, która wykonuje jakieś zadanie.";
"FoundBaseStationMigrationInterrupted" = "Program Narzędzie AirPort wykrył urządzenie Time Capsule, w którym wystąpiło przerwanie procesu migracji dysku.";
"FoundBaseStationWithEnrollee" = "Program Narzędzie AirPort napotkał %@ z żądaniem dostępu do sieci.";
"FoundBaseStationWithEnrollee.alternateArticle" = "Program Narzędzie AirPort napotkał %@ z żądaniem dostępu do sieci.";

"FoundBaseStationNeedsUpdate" = "Oprogramowanie sprzętowe tego urządzenia (%@) wymaga uaktualnienia do nowszej wersji.";
"FoundEnrolleeNeedsAccess" = "„%@” żąda dostępu do Twojej sieci.";
"FoundEnrolleeAlreadyAuthed" = "„%@” ma autoryzację dostępu do Twojej sieci.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Oczekuję na przyłączenie „%@” do sieci...";
"FoundEnrolleeAlreadyJoined" = "Przyłączenie „%@” do Twojej sieci zakończyło się sukcesem.";
"FoundEnrolleeNeedsPIN" = "Podaj numer PIN dla tego żądania dostępu do sieci i kliknij w Autoryzuj.";
"FoundEnrolleeGeneralError" = "Wystąpił błąd podczas próby autoryzacji tego żądania sieciowego. Spróbuj ponownie.";
"FoundEnrolleePINWrong" = "Podany PIN jest nieprawidłowy.";
"AppleWiFiConnectAuthorize" = "Autoryzuj";
"AppleWiFiConnectIgnore" = "Ignoruj";	
"AppleWiFiConnectTableColumnName" = "Nazwa";
"AppleWiFiConnectTableColumnModel" = "Model";
"AppleWiFiConnectTableColumnMAC" = "Adres MAC";
"AppleWiFiConnectSelectNetwork" = "Autoryzuj dostęp do";
"AppleWiFiConnectSelectNetwork.description" = "Wybierz sieć bezprzewodową, do której przyłączy się ten klient.";
"AppleWiFiGrantTimedAccess" = "Zapewnij dostęp";
"AppleWiFiGrantTimedAccess.1" = "Dopóki nie odwołam";
"AppleWiFiGrantTimedAccess.2" = "Przez określony czas";
"AppleWiFiGrantTimedAccess.86400" = "Przez jeden dzień";
"AppleWiFiGrantTimedAccess.604800" = "Przez jeden tydzień";
"AppleWiFiGrantTimedAccess.2592000" = "Przez jeden miesiąc";
"AppleWiFiGrantTimedAccess.4294967295" = "Na stałe";
"AppleWiFiGrantTimedAccess.description" = "Pozwala określić czas dostępu klienta do sieci.";
"AppleWiFiGrantTimedAccessCustom" = "Inny okres";
"ContinueOrManual" = "Aby zmienić ustawienia %@, kliknij w Dalej.";
"ContinueDefault" = "Aby skonfigurować to urządzenie (%@), kliknij w Dalej.";
"ContinueResolve" = "Aby rozwiązać problemy z tym urządzeniem (%@), kliknij w Dalej.";
"FoundNone" = "Narzędzie AirPort nie może znaleźć żadnego bezprzewodowego urządzenia AirPort. Upewnij się, że urządzenie, które chcesz skonfigurować, jest włączone i znajduje się w zasięgu komputera, po czym kliknij w Skanuj ponownie, aby spróbować jeszcze raz.";
"MakeSure" = "Jeżeli to nie jest to bezprzewodowe urządzenie AirPort, które chcesz skonfigurować, możesz zaznaczyć inne na liście po lewej stronie. Jeżeli poszukiwanego urządzenia nie ma na liście, upewnij się, że jest włączone i znajduje się w zasięgu komputera.";
"PerformingTask" = "Pozwala pokazać postęp zadania poniżej lub wybrać inne bezprzewodowe urządzenie AirPort, które chcesz skonfigurować.";
"PerformingTaskNeedPassword" = "Podaj hasło %@, aby pokazać postęp zadania poniżej lub wybrać inne bezprzewodowe urządzenie AirPort, które chcesz skonfigurować.";
"PasswordButton" = "Podaj hasło…";
"NothingSelected" = "Zaznacz bezprzewodowe urządzenie AirPort, które chcesz skonfigurować.";
"OldVersion" = "Bieżąca wersja";
"InstallVersion" = "Nowa wersja";
"UpdateButton" = "Uaktualnij oprogramowanie sprzętowe…";
"ProgressStep.0" = "Szukam najnowszej wersji oprogramowania sprzętowego…";
"ProgressStep.1" = "Komunikuję się z urządzeniem (%@)…";
"ProgressStep.3" = "Pobieram oprogramowanie sprzętowe…";
"ProgressStep.4" = "Wczytuję nowe oprogramowanie sprzętowe do tego urządzenia (%@)…";
"ProgressStep.5" = "Uaktualnianie zakończone…";

/* AirPort */
"SummaryPrompt" = "Aby edytować ustawienie, kliknij w jego nazwę:";
"SummaryWirelessClients" = "Klienty bezprzewodowe";
"SummaryAllow" = "Dopuść klienty…";
"SummaryAddWireless" = "Dodaj klienty bezprzewodowe…";
"UpgradeFirmware" = "Uaktualnij oprogramowanie sprzętowe";
"UpgradeFirmwareTo" = "Zmień wersję na %@";
"ConfigureRadius" = "Konfiguruj RADIUS…";
"RadioModeWarning" = "Zaznaczenie %@ może uniemożliwić niektórym klientom przyłączenie się do sieci bezprzewodowej.";
"BaseStationsOptionsButton" = "Opcje…";
"WirelessOptionsButton" = "Opcje sieci bezprzewodowej…";
"WDSMainLabel" = "WDS główna";
"WDSRemotesLabel" = "WDS zdalne";
"AutomaticDateTime" = "Ustaw czas automatycznie:";
"EveryoneElse" = "(domyślny)";
"NoAccess" = "brak dostępu";
"FullAccess" = "nieograniczony";
"Expired" = "(wygasło)";
"LocalAccessDescription" = "Dostęp lokalny określa klienty, które mogą przyłączyć się do sieci, w oparciu o adresy MAC ich kart sieci bezprzewodowej. Jeśli lista będzie pusta, do sieci mogą przyłączać się wszystkie klienty.";
"TimedAccessDescription" = "Ustawienia dostępu czasowego określają godziny i dni, w które do sieci bezprzewodowej może się przyłączać klient z danym adresem MAC karty sieci bezprzewodowej. Pierwszy wpis pozwala określić czas trwania dostępu dla dowolnego adresu MAC karty sieci bezprzewodowej spoza listy.";
"TimedAccessLockoutTitle" = "Ograniczenia czasowego dostępu";
"TimedAccessLockoutMessage" = "Domyślnie przyjmowany jest brak dostępu. Jeżeli nie dodasz wpisu dającego dostęp temu komputerowi, po uaktualnieniu nie będzie się dało przyłączyć do sieci utworzonej przez to bezprzewodowe urządzenie AirPort.";
"VerifySecret" = "Potwierdź hasło:";
"WirelessInternetSettings" = "Ustawienia bezprzewodowego Internetu…";
"ChooseWirelessNetwork" = "Wybierz sieć bezprzewodową…";

/* Internet */
"RenewDHCP" = "Odśwież dzierżawę DHCP";
"NATDescription" = "Translacja adresów sieciowych (NAT) pozwala wspólnie z innymi komputerami i urządzeniami w tej sieci wykorzystywać jeden adres publiczny IP.";
"EnableDefaultHost" = "Włącz domyślny host w:";
"InvalidDHCPBegin" = "Podany adres początkowy DHCP nie jest poprawnym adresem IP.";
"InvalidDHCPEnd" = "Podany adres końcowy DHCP nie jest poprawnym adresem IP.";
"InvalidRangeRemedy" = "Podaj prawidłową liczbę dla oktetu końcowego adresu i spróbuj ponownie.";
"ConfigurePortMappings" = "Konfiguruj odwzorowanie portów…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Wybierz sieć bezprzewodową, której to urządzenie (%@) będzie używało do łączenia z Internetem.";

/* Music */
"iTunesDescription" = "W tym panelu można skonfigurować AirPort Express w celu użycia AirPlay.";

/* Printers */
"PrintersDescription" = "W tym panelu znajdują się drukarki USB podłączone do tego bezprzewodowego urządzenia AirPort.";
"NoPrinters" = "Brak";
"Printer" = "Drukarka";
"SharedName" = "Udostępniana nazwa";
"AccountName" = "Użytkownik";

/* USB */
"USBDevice" = "Urządzenie USB";
"USBDeviceAccess" = "Dostęp";
"AccountCount" = "kont: %d";

/* Drives */
"StorageDescription" = "W tym panelu widoczne są dyski AirPort.";
"DiskBuiltIn" = "Dysk Time Capsule";
"DiskBuiltInName" = "Nazwa dysku Time Capsule";
"DiskErasePrompt" = "Aby wymazać dane z dysku Time Capsule, kliknij w Wymaż.";
"DiskErasePrompt2" = "Kliknij w Rozpocznij, aby wymazać dane z dysku Time Capsule.";
"DiskEraseButton" = "Wymaż…";
"DiskActionButton" = "Rozpocznij…";
"DiskEraseTCMenuItem" = "Wymaż dysk";
"DiskArchiveTCMenuItem" = "Archiwizuj dysk";
"DiskMigrateTCMenuItem" = "Przenieś zawartość dysku";
"DiskArchivePrompt" = "Aby przenieść dane z dysku Time Capsule na dysk AirPort podłączony przez USB, kliknij w Archiwizuj.";
"DiskArchivePrompt2" = "Kliknij w Rozpocznij, aby przenieść dane z dysku Time Capsule na dysk AirPort podłączony przez USB.";
"DiskArchiveButton" = "Archiwizuj…";
"DiskMigrateArchiveErasePrompt" = "Wybierz jedną z czynności z dyskiem Time Capsule, która zostanie wykonana po kliknięciu w Rozpocznij.";
"MigrateAreYouSure" = "Czy chcesz przenieść dane z innego dysku Time Capsule na ten dysk?";
"MigrateExplain" = "Przenieś z innego dysku Time Capsule, aby skopiować swoje dane na ten dysk Time Capsule. Pozwoli to także przenieść kopie archiwalne Time Machine na ten dysk Time Capsule.";
"MigrateWarning" = "Przeniesienie zawartości z innego dysku Time Capsule może potrwać długo.";
"DiskMigrateButton" = "Rozpocznij migrację…";
"MigrateFrom" = "Przenieś dane z";
"DiskArchiveNoDestPartitions" = "Nie ma żadnych dysków AirPort";
"DiskArchiveNoDestDescription" = "Zanim podłączysz to urządzenie pamięci masowej do stacji bazowej przez USB, upewnij się, że jest na nim odpowiednio dużo wolnego miejsca.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (dostępne: %@)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (dostępne: %@ - zbyt mało miejsca)";
"DiskArchiveNameDiskIsLocked" = "%@ (dysk jest zablokowany)";
"UnmountDescription" = "Kliknij w Odłącz wszystkich użytkowników, jeśli chcesz odłączyć dysk.";
"DiskMigrateSelect" = "Wybierz Time Capsule, który ma zostać przeniesiony";
"DiskMigrateNoSources" = "Żadne urządzenie Time Capsule nie jest dostępne";
"DiskMigrateNoSourcesDescription" = "Sprawdź, czy urządzenie Time Capsule, którego zawartość dysku chcesz przenieść, jest podłączone do Twojej sieci.";
"DiskMigrateEraseTargetWarning" = "Zawartość tego dysku Time Capsule zostanie wymazana. Jest to etap procesu przenoszenia danych. Tej czynności nie można cofnąć.";

"SharingOffDescription" = "Udostępnianie plików jest wyłączone. Jeśli chcesz udostępniać dyski AirPort w sieci, wybierz kartę Udostępnianie plików, włącz udostępnianie plików i kliknij w Uaktualnij.";
"SharingTabButton" = "Udostępnianie plików…";
"BytesSuffix" = "bajtów";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Nie znaleziono dysków.";
"NoDriveSelection" = "Zaznacz dysk lub wolumin.";
"nameField" = "Nazwa:";
"capacityField"	= "Pojemność:";	
"availableCapacityField" = "Dostępne:";
"usedCapacityField" = "Użyte:";
"usersField" = "Użytkownicy:";
"SMARTStatus" = "Status S.M.A.R.T.:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Sprawdzony";
"SMARTFailing" = "Niepowodzenie";
"SMARTNotSupported" = "Nieobsługiwane";
"ArchiveAreYouSure" = "Czy na pewno chcesz zarchiwizować dysk Time Capsule na dysk podłączony przez USB?";
"ArchiveExplain" = "Archiwizuj dysk twardy, aby utworzyć kopię zapasową danych.";
"ArchiveWarning" = " Archiwizacja danych dysku Time Capsule może potrwać dłuższy czas.";
"ArchiveTo" = "Miejsce docelowe:";
"Archive" = "Kopia zapasowa";
"ArchiveConfirmStrong" = "Archiwizacja dysku Time Capsule na inny dysk AirPort wymaga odpowiedniej ilości wolnego miejsca. Podczas archiwizacji żadne pliki nie są usuwane.";
"UsersConnectedBullet" = "Do tego dysku podłączeni są obecnie użytkownicy. Wszystkie zmiany w niezachowanych plikach zostaną utracone.";
"EraseAreYouSure" = "Czy na pewno chcesz wymazać dysk Time Capsule?";
"EraseExplain" = "Wymazanie dysku Time Capsule powoduje usunięcie z niego wszystkich plików.";
"EraseSecure" = "Bezpieczne";
"EraseSecureExplain" = "Bezpieczne wymazywanie trwa dłużej, ale uniemożliwia późniejsze odzyskanie plików.";
"Erase" = "Wymaż";
"EraseQuick" = "Szybkie (nie jest bezpieczne)";
"EraseQuick.description" = "Wymazuje informacje w katalogu, przez co dane przestają być dostępne. Pozostają one jednak na dysku do momentu zajęcia ich miejsca przez inne pliki, istnieje więc możliwość ich odzyskania. Opcja ta pozwala na szybkie usunięcie plików, ale jest najmniej bezpieczna.";
"EraseZeroOnce" = "Nadpisz dane zerami";
"EraseZeroOnce.description" = "Dane na dysku są nadpisywane zerami. Ta opcja stanowi dobre zabezpieczenie danych w minimalnym czasie.";
"EraseZero7Times" = "Wymazanie 7 razy";
"EraseZero7Times.description" = "Nadpisuje dysk danymi 7 razy. Ta opcja pozwala bardzo efektywnie wymazać dane z dysku. Wymaga 7 razy więcej czasu niż opcja nadpisywania zerami.";
"EraseZero35Times" = "Wymazanie 35 razy";
"EraseZero35Times.description" = "Nadpisuje dysk danymi 35 razy. Opcja ta zwiększa bezpieczeństwo wymazywanych danych, trwa jednak 35 razy dłużej niż zwykłe, jednoprzebiegowe wymazywanie.";
"EraseTimeRequirementWarningSeveralDays" = "Ukończenie wykonania tej opcji potrwa wiele dni.";
"EraseTimeRequirementWarningSpecific" = "Ukończenie wykonania tej opcji potrwa %@.";
"EraseConfirmStrong" = "Wymazanie dysku Time Capsule spowoduje usunięcie wszelkich zachowanych na nim informacji. Nie wpłynie to na informacje znajdujące się na innych dyskach AirPort. ";
"EraseUsersConnectedBullet" = "Do tego dysku podłączeni są użytkownicy. Używane pliki na tym dysku zostaną usunięte.";
"Migrate" = "Migracja";
"MigrateConfirmStrong" = "Proces migracji zawartości zaznaczonego dysku Time Capsule obejmie skopiowanie wszystkich plików, włącznie ze wszystkimi kopiami archiwalnymi Time Machine na ten dysk Time Capsule.";
"MigrateTaskBullet" = "Przeniesienie danych dysku Time Capsule może potrwać dłuższy czas.";
"MigrateUsersConnectedBullet" = "Do tego dysku podłączeni są obecnie użytkownicy. Wszystkie zmiany w niezachowanych plikach zostaną utracone.";
"MaintenanceTaskBullet" = "Podczas operacji lampka stanu %@ będzie migała światłem żółtym.";
"MaintenanceTaskBullet2" = "Nie będzie można zmienić ustawień %@, uaktualnić oprogramowania sprzętowego ani uruchomić go ponownie, aż nie stanie się dostępny.";
"MaintenanceTaskBullet3" = "Bezpieczne wymazanie dysku może potrwać dłuższy czas. Aby wymazać dysk szybciej, kliknij w Anuluj i rozpocznij od nowa bez opcji bezpiecznego wymazywania dysku.";
"DisconnectAllUsers" = "Odłącz wszystkich użytkowników…";
"Unmount" = "Odmontuj";
"Disconnect" = "Rozłącz";
"DisconnectAllUsersAreYouSure" = "Czy na pewno chcesz odłączyć wszystkich użytkowników od udostępnianych dysków?";
"DisconnectAllUsersExplain" = "Przed wyjęcie dysku z %@ należy odłączyć wszystkich użytkowników podłączonych do niego. Sprawdź, czy wszyscy podłączeni do dysków użytkownicy zachowali swoją pracę przed odłączeniem. Po odłączeniu wszystkich użytkowników można usunąć dysk.";
"DisconnectMessage" = "Administrator %@ zadecydował, by odłączyć wszystkich użytkowników od udostępnianych dysków.";
"ArchiveDiskMessage" = "Administrator %@ archiwizuje ten dysk AirPort.";
"EraseDiskMessage" = "Administrator %@ wymazuje ten dysk AirPort.";
"MigrateSourceDiskMessage" = "Administrator %@ przenosi zawartość tego dysku Time Capsule.";
"MigrateDestDiskMessage" = "Administrator %@ przenosi zawartość innego dysku Time Capsule na ten dysk Time Capsule.";
"WillBeDisconnectedMessage" = "Wszyscy użytkownicy zostaną odłączeni od tego dysku.";
"DiskStatus" = "Status dysku";
"EraseDiskStatus" = "Status wymazywania dysku";
"ErasingWillTake" = "Bezpieczne wymazanie dysku potrwa około %@.";
"EraseDiskSucceeded" = "Wymazywanie dysku zakończyło się sukcesem.";
"EraseDiskFailed" = "Wystąpił błąd podczas wymazywania dysku.";
"EraseDiskPermissionError" = "Upewnij się, że możesz kopiować pliki na ten dysk i spróbuj ponownie.";
"EraseInternalDiskFailed" = "Podczas wymazywania dysku Time Capsule wystąpił błąd. Spróbuj ponownie.";
"EraseDiskProgress" = "Status dysku: %@";
"EraseDiskSecurePass" = "Bezpieczne wymazywanie, przebieg %1$d z %2$d";
"EraseDiskStarting" = "Rozpoczynam wymazywanie dysku";
"EraseDiskFinishing" = "Kończę wymazywanie dysku";
"EraseCancel" = "Anuluj bezpieczne wymazanie";
"CancelingTask" = "Anuluję. Zaczekaj chwilę.";
"EraseDiskCanceled" = "Dysk Time Capsule został wymazany. Niemniej jednak, z powodu anulowania bezpiecznego wymazania, dane z dysku mogą zostać odzyskane.";
"EstimatedTimeToComplete" = "Pozostało czasu: %@";
"DaysHoursMinutesSeconds" = "%1$d dni %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Dysk został zarchiwizowany.";
"ArchiveDiskError" = "Wystąpił błąd podczas archiwizacji dysku Time Capsule.";
"ArchiveSizeError" = "Na dysku docelowym jest zbyt mało wolnego miejsca.";
"ArchiveNotFoundError" = "Nie można znaleźć dysku docelowego.";
"ArchivePermissionError" = "Na dysku docelowym są błędne uprawnienia.";
"ArchiveDiskStarting" = "Rozpoczynam archiwizowanie dysku";
"ArchiveDiskStatus" = "Status archiwizacji dysku";
"ArchiveDiskProgress" = "%1$@ z %2$@";
"ArchiveCancel" = "Anuluj archiwizowanie";
"ArchiveDiskCanceled" = "Archiwizacja dysku została anulowana.";
"ArchiveDiskCanceledArchiveDeleted" = "Zarchiwizowane pliki zostały usunięte z dysku docelowego.";
"ArchiveDiskCanceledArchiveRemains" = "Zarchiwizowane pliki są dostępne na dysku docelowym.";
"ArchiveDiskFinishing" = "Kończę";

"MigrateDiskSucceeded" = "Przeniesienie zawartości pozostałych dysków Time Capsule na ten dysk Time Capsule zakończyło się sukcesem.";
"MigrateDiskError" = "Wystąpił błąd w trakcie procesu migracji zawartości innego dysku Time Capsule na ten dysk.";
"MigrationInterrupted" = "Proces przeniesienia danych z dysku Time Capsule został przerwany.";
"MigrationResumeRestart" = "Możesz kontynuować lub ponowić przenoszenie.";
"MigrationResumeRestartCancel" = "Możesz kontynuować, ponowić lub anulować przenoszenie.";
"MigrationResumeRestartDesc" = "Ponowne uruchomienie procesu migracji wymaże ten dysk Time Capsule i przeniesie wszystkie pliki z drugiego dysku Time Capsule. Kontynuowanie migracji podjęcie czynności od pliku, przy którym przerwano.";
"MigrateSizeError" = "Brakuje miejsca na dysku tego urządzenia Time Capsule, aby przenieść zawartość dysku drugiego urządzenia Time Capsule.";
"MigrateNotFoundError" = "Nie można znaleźć dysku Time Capsule, którego chcesz użyć do przeniesienia danych.";
"MigrateDiskStarting" = "Rozpoczynam przenoszenie zawartości dysku Time Capsule";
"MigrateDiskStatus" = "Status migracji";
"MigrateCancel" = "Anuluj migrację dysku Time Capsule";
"MigrateDiskCanceled" = "Proces przeniesienia danych z dysku Time Capsule został anulowany.";
"DisconnectingFileSharingUsers" = "Rozłączam użytkowników korzystających z udostępnienia";

"MigrateDiskFinished.defaults" = "Kliknij w Dalej, aby przywrócić ustawienia fabryczne w drugim urządzeniu Time Capsule.";
"MigrateDiskFinished.config" = "Kliknij w Dalej, aby skonfigurować drugie urządzenie Time Capsule za pomocą zaznaczonych ustawień.";
"MigrateDiskFinished.timer" = "Ten proces będzie automatycznie kontynuowany w ciągu %@ sekund.";

"RepairDisk" = "Napraw";
"ChooseDifferentDisk" = "Wybierz inny dysk AirPort i spróbuj ponownie.";
"ConnectSMBOnly" = "Do tego udostępnianego dysku możesz przyłączyć się pod adresem smb://%@.";
"ConnectSMBorAFP" = "Nie możesz podłączyć się do udostępnianych dysków pod adresem smb://%1$@ lub afp://%2$@.";
"FileSharingDescription" = "W tym panelu można skonfigurować udostępnianie plików na dyskach AirPort.";
"ConfigureAccounts" = "Konfiguruj konta…";
"SMBDescription" = "Te ustawienia konfigurują opcję udostępniania plików dla Windows.";
"DiskRenameButton" = "Zmień nazwę…";
"DiskRenameLabel" = "Nazwa dysku:";
"DiskRenameDescription" = "Podaj nazwę dysku Time Capsule.";
"DiskRenamePrompt" = "Aby zmienić nazwę dysku Time Capsule, kliknij w Zmień nazwę.";
"InternalDiskDefaultPartitionName" = "Dysk AirPort";
"DiskUserWarningPrompt" = "To urządzenie oraz usługi sieciowe będą chwilowo niedostępne. Czy na pewno chcesz kontynuować?";

/* Advanced */
"AccountsDescription" = "Konta na tym bezprzewodowym urządzeniu AirPort pozwalają na kontrolę dostępu użytkowników do udostępnianych dysków. Kliknij w Dodaj (+), aby utworzyć nowe konto użytkownika.";
"AccountsDescription.usbAndDiskSharing" = "Konta na tym bezprzewodowym urządzeniu AirPort pozwalają na kontrolę dostępu użytkowników do udostępnianych dysków i innych urządzeń USB. Kliknij w Dodaj (+), aby utworzyć nowe konto użytkownika.";
"AccountsDescription.usbSharing" = "Konta na tym bezprzewodowym urządzeniu AirPort pozwalają na kontrolę dostępu użytkowników do udostępnianych urządzeń USB. Kliknij w Dodaj (+), aby utworzyć nowe konto użytkownika.";
"FirewallDescription" = "Jeśli komputery spoza Twojej sieci mają mieć dostęp do określonych urządzeń w tej sieci, kliknij w Dodaj (+) i wpisz usługę oraz numer portu.";
"PortMappingDescription" = "Jeśli komputery spoza Twojej sieci mają mieć dostęp do określonych urządzeń w tej sieci, kliknij w Dodaj (+) i wpisz usługę oraz numer portu.";
"IPv6Description" = "W tym panelu możesz skonfigurować IPv6 w %@. Wybierz, czy urządzenie %@ będzie wykorzystywało tylko połączenia lokalne, działało jako węzeł w Internecie IPv6 lub tunel pomiędzy Internetem IPv6 i komputerami w sieci lokalnej.";
"IPv6FirewallTraversals" = "Dostosuj zaporę sieciową IPv6.";
"IPv6FirewallDescription" = "Jeśli chcesz umożliwić dostęp do specyficznych urządzeń w Twojej sieci komputerom znajdującym się poza siecią, kliknij w Dodaj (+) oraz podaj adres IPv6 i/lub numer portu tego urządzenia.";
"LoggingDescription" = "To bezprzewodowe urządzenie AirPort obsługuje dzienniki komunikatów, które mogą pomóc zdiagnozować problem.";
"SNMPDescription" = "Protokół SNMP (Simple Network Management Protocol) pozwala wysyłać do tego urządzenia zapytania dotyczące statystyk (m.in. liczby klientów sieci bezprzewodowej).";
"LogsAndStatisticsDescirption" = "Narzędzie AirPort obsługuje odczytywanie komunikatów z dzienników i przeglądanie statystyk tego bezprzewodowego urządzenia AirPort.";
"WABHostnameDescription" = "Podaj globalną nazwę hosta dla tego bezprzewodowego urządzenia AirPort. Będzie ona służyła komputerom w Internecie do łączenia się z tym urządzeniem.";
"WABRegDomainDescription" = "Podaj nazwę rejestracji, aby włączyć ogłaszanie Bonjour poza lokalną podsieć.";
"WABDNSAuthDescription" = "Podaj nazwę użytkownika i hasło, jeśli serwer DNS wymaga uwierzytelnienia.";
"WABEnable" = "Użyj nazwy hosta sieci rozległej";
"WABConfigure" = "Konfiguruj…";
"BackToMyMacDescription" = "Używając opcji Zdalnie na moim Macu, możesz uzyskiwać dostęp do tego urządzenia (%@) oraz do usług, np. udostępniania plików, z innych swoich komputerów, na których też jest włączona opcja Zdalnie na moim Macu.";
"BackToMyMacDescriptionSingle" = "Aby na %@ skonfigurować funkcję Zdalnie na moim Macu, podaj nazwę i hasło użytkownika usługi MobileMe.";
"BackToMyMacDescriptionMultiple" = "Aby na %@ skonfigurować funkcję Zdalnie na moim Macu, kliknij w Dodaj (+) i podaj nazwę i hasło użytkownika usługi MobileMe.";
"BackToMyMacEntryDescription" = "Aby urządzenia podłączone do stacji %@ były dostępne za pomocą funkcji Zdalnie na moim Macu, podaj nazwę i hasło użytkownika MobileMe.";
"IPv6FirewallLabel" = "Wyjątki";
"PortMappingsLabel" = "Odwzorowanie portów";

/* Statistics */
"SeverityLabel" = "Ważność problemu:";
"Save Log File" = "Eksportuj dzienniki";
"LogFileNameWithoutExtension" = "Dziennik %@";
"ViewStatistics" = "Dzienniki i statystyka";
"MinutesAgo" = "minut temu";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Jeżeli chcesz przejrzeć statystyki, zmień hasło %@ z „public” na inne, uaktualnij konfigurację i spróbuj ponownie. Przeglądanie statystyk z hasłem „public” jest obsługiwane tylko wtedy, gdy bezprzewodowe urządzenie AirPort korzysta z łańcucha SNMP.";

/* Profiles */
"profilesDescription" = "To bezprzewodowe urządzenie AirPort obsługuje wiele profili konfiguracyjnych. Można dodawać, usuwać i uaktywniać poszczególne profile. Jeżeli chcesz uaktywnić profil, kliknij w przycisk w kolumnie Aktywny. Jeżeli chcesz zmienić nazwę profilu, kliknij w nią dwa razy i wpisz nową.";
"ManageProfiles" = "Zarządzaj profilami";
"untitled" = "bez tytułu";
"copy" = "kopia";

/* Validation */
"SingleValidationError" = "Przed uaktualnieniem tego bezprzewodowego urządzenia AirPort należy pozbyć się poniższego problemu.";
"MultipleValidationErrors" = "Przed uaktualnieniem tego bezprzewodowego urządzenia AirPort należy pozbyć się %d poniższych problemów.";
"IgnoreValidationDescription" = "Wybierz Ignoruj ten problem, jeżeli nie chcesz zmieniać tego ustawienia.";
"IgnoreValidation" = "Ignoruj ten problem";

/* System Status */
"SystemStatusPrompt" = "Bezprzewodowe urządzenie AirPort zgłasza następujące informacje. Zaznacz pozycję na liście, aby zobaczyć więcej szczegółów.";
"SystemStatusIgnoreExplain" = "Można zignorować problem, aby wyłączyć miganie lampki stanu na bezprzewodowym urządzeniu AirPort.";
"SystemStatusPromptNoErrors" = "Bezprzewodowe urządzenie AirPort nie zgłasza żadnych problemów.";
"SystemErrors" = "problemów: %d";
"StatusNormal" = "Normalny";
"StatusUnconfigured" = "Ustawienia domyślne";
"DontWarnCheckboxTitle" = "Nie pokazuj ponownie tego ostrzeżenia";
"SystemStatusErrorDescription" = "Opis problemu";
"SystemStatusIgnore" = "Ignoruj";
"SystemStatusError" = "Problem";
"SystemStatusWarning" = "Uwaga";
"SystemStatusOpenedDefault" = "Narzędzie AirPort otwarło „%@”, ponieważ urządzenie to korzysta z ustawień domyślnych.";
"SystemStatusOpenedDefaultMore" = "Kliknij w OK, aby wprowadzić własne ustawienia, lub kliknij w Anuluj, aby pozostawić ustawienia domyślne.";
"SystemStatusOpenedProblems" = "Narzędzie AirPort otwarło „%@”, ponieważ urządzenie to zgłasza problemy.";
"SystemStatusOpenedProblemsMore" = "Kliknij w OK, aby rozwiązać problemy z tym bezprzewodowym urządzeniem AirPort.";
"SystemStatusItem" = "Rzecz";
"SystemStatusPromptOneItem" = "Bezprzewodowe urządzenie AirPort zgłasza 1 problem.";
"SystemItems" = "%d rzeczy";

/* Preferences */
"ShowPreferences" = "Otwórz Preferencje";
"advancedUser" = "Zawsze używaj okna konfiguracji ręcznej";
"controlTips" = "Pokazuj wskazówki dla każdego ustawienia stacji bazowej";
"backgroundMonitor" = "Monitoruj problemy w bezprzewodowych urządzeniach AirPort";
"backgroundMonitorMine" = "Monitoruj tylko skonfigurowane bezprzewodowe urządzenia AirPort";
"backgroundMonitorDescription" = "Zaznaczenie opcji Monitoruj problemy w bezprzewodowych urządzeniach AirPort spowoduje otwarcie Narzędzia AirPort, gdy lampka stanu urządzenia zacznie migać światłem żółtym.";
"backgroundMonitorWAB" = "Monitoruj bezprzewodowe urządzenia AirPort przez Internet, używając Bonjour";

/* UserModes */
"AssistantMode" = "Pomóż mi";
"AdvancedMode" = "Konfigurowanie ręczne";
"ConfirmSwithToAssistLoseChanges" = "Przełączenie teraz w tryb asystenta może spowodować utratę wszystkich zmian dokonanych w tym bezprzewodowym urządzeniu AirPort. Czy na pewno chcesz przełączyć teraz w tryb asystenta?";
"AssistReconfigurePrompt" = "Czy na pewno chcesz skorzystać z tego asystenta, aby ponownie skonfigurować to bezprzewodowe urządzenie AirPort?";
"AssistReconfigureExplain" = "Możesz także wybrać opcję Konfigurowanie ręczne, aby skonfigurować bardziej zaawansowane opcje.";

/* Equivalent Network Password */
"equivWEPPW" = "Aby podłączyć się do sieci bezprzewodowej utworzonej przez %@ z komputerów nie wykorzystujących oprogramowania AirPort, należy wykonać:";
"equivWEPHex" = "Hasło równoważne szesnastkowe (klucz WEP):";
"equivWEPASCII" = "Hasło równoważne ASCII (klucz WEP):";
"equivWPAPW" = "Aby podłączyć się do sieci bezprzewodowej utworzonej przez %@, należy użyć:";
"equivWPAPSK" = "Współdzielony klucz WPA:";
"equivWPAPSKSSIDSpecific" = "Współdzielony klucz WPA dla „%@”:";
"equivWPAPasswordSSIDSpecific" = "Hasło WPA dla „%@”:";
"equivWPAPassword" = "Hasło WPA:";
"equivTSNPassword" = "Hasło WPA/Klucz ASCII WEP:";

/* Firmware */
"CurrentLabel" = "Bieżąca wersja";
"UpdateToLabel" = "Załaduj wersję";
"ChooseOrOther" = "Wybierz wersję oprogramowania sprzętowego, którą chcesz przesłać do tego bezprzewodowego urządzenia AirPort, lub wartość Inna, aby wskazać inną wersję z dysku.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Czy na pewno chcesz uaktywnić to ustawienie?";
"AreYouSure2"	= "Czy na pewno chcesz zmienić to ustawienie?";
"AreYouSure3"	= "Czy na pewno chcesz zatrzymać to ustawienie?";
"ConfirmClosed" = "Nazwa sieci zamkniętej jest ukryta. Aby przyłączyć się do takiej sieci, użytkownik musi znać jej nazwę.";
"ConfirmEthernetBridging" = "Połączenie sieci AirPort oraz Ethernet może kolidować z działaniem sieci. Twój dostawca usług Internetu lub administrator sieci może podać Ci więcej informacji.";
"ConfirmEthernetDHCP" = "Uaktywnienie serwera DHCP w sieci Ethernet może kolidować z działaniem sieci. Twój dostawca usług Internetu lub administrator sieci może podać Ci więcej informacji.";
"ConfirmEthernetNAT" = "Współdzielenie adresu IP (używając NAT) w sieci Ethernet może kolidować z działaniem sieci. Twój dostawca usług Internetu lub administrator sieci może podać Ci więcej informacji.";
"ConfirmRobustness" = "Odporność na zakłócenia może pomóc rozwiązać problemy spowodowane przez inne urządzenia, telefony bezprzewodowe lub bezprzewodowe monitory wideo. Włączenie odporności na zakłócenia może obniżyć ogólną wydajność sieci.";
"ConfirmMulticastRate" = "Ustalenie częstotliwości multiemisji powyżej 2Mb/s uniemożliwi bezprzewodowym kartom 2Mb/s firm trzecich podłączanie się do sieci AirPort. Nie będzie to miało wpływu na komputery z kartą AirPort.";
"ConfirmPublicPassword" = "To bezprzewodowe urządzenie AirPort zabezpieczone jest domyślnym hasłem „public”.";
"ConfirmPublicPassword1" = "Aby uzyskać maksymalne zabezpieczenie, utwórz hasło inne niż „public”.";
"confirm80211b" = "Zaznaczenie opcji „Tylko 802.11b” uniemożliwi klientom 802.11g przyłączenie się do sieci utworzonej przez to bezprzewodowe urządzenie AirPort z szybkością 802.11g.";
"confirm80211g" = "Zaznaczenie opcji „tylko 802.11g” uniemożliwi klientom 802.11b przyłączenie się do sieci utworzonej przez to bezprzewodowe urządzenie AirPort.";
"confirmTurnOffLocalAccessControl" = "Standard WPA Enterprise nie jest zgodny z kontrolą dostępu adresów MAC. Lokalna lista kontroli dostępu zostanie wyeksportowana i usunięta.\n\nCzy na pewno chcesz wyeksportować i usunąć lokalną listę kontroli dostępu i użyć zabezpieczenia WPA Enterprise?";
"confirmTurnOffRemoteAccessControl" = "Standard WPA Enterprise nie jest zgodny z kontrolą dostępu adresów MAC w oparciu o RADIUS. Kontrola dostępu wykorzystująca RADIUS zostanie wyłączona.\n\nCzy na pewno chcesz wyłączyć kontrolę dostępu w oparciu o RADIUS i użyć zabezpieczenia WPA Enterprise?";
"confirmTurnOffBothAccessControl" = "Standard WPA Enterprise nie jest zgodny z lokalną kontrolą dostępu adresów MAC oraz kontrolą adresów MAC w oparciu o RADIUS. Kontrola dostępu wykorzystująca RADIUS zostanie wyłączona, a lokalna lista kontroli dostępu zostanie wyeksportowana i usunięta.\n\nCzy na pewno chcesz wyeksportować i usunąć lokalną listę kontroli dostępu, wyłączyć kontrolę wykorzystującą RADIUS i użyć zabezpieczenia WPA Enterprise?";
"confirmNonASCIINetNameEncoding" = "Podana nazwa sieci (SSID) zawiera znaki nie należące do ASCII i może nie nadawać się do użycia przez wszystkie komputery klienckie AirPort.";
"confirmNonASCIINetPWEncoding" = "Podane hasło sieciowe (klucz WEP) zawiera znaki nie należące do ASCII i może nie nadawać się do użycia przez wszystkie komputery klienckie AirPort.";
"ConfirmAOLParentalControl" = "Włączenie narzędzi nadzoru rodzicielskiego AOL wymaga użycia klienta AOL w celu dostępu do Internetu.";
"ConfirmPPPDialin" = "Włączenie wdzwaniania PPP spowoduje, że to bezprzewodowe urządzenie AirPort będzie odpowiadać na połączenia telefoniczne (zgodnie z konfiguracją). Funkcja ta działa najlepiej z osobną linią telefoniczną.";

/* Error messages */
"APReadError"	= "Wystąpił błąd podczas czytania konfiguracji.";
"APWriteError"	= "Wystąpił błąd podczas uaktualniania konfiguracji.";
"APBinaryError"	= "Wystąpił błąd podczas uaktualniania oprogramowania sprzętowego.";
"FileSaveError" = "Wystąpił błąd podczas zachowywania konfiguracji. Sprawdź ustawienia i spróbuj ponownie.";

/* LoginScript */
"None" = "Brak";

/* Validation errors */
"errNeedPassword" = "Jeżeli chcesz kontynuować, musisz podać hasło.";
"errInvalidIP" = "Adres IP nie jest poprawnym adresem IP. Skontaktuj się z systemowym administratorem sieci lub dostawcą usług internetowych, aby uzyskać właściwy adres IP.";
"errBadPassword" = "Podane hasło nie jest poprawne.";
"errCantOpenBinary" = "Nie da się otworzyć zaznaczonego pliku, ponieważ jest on używany do załadowania danych do bezprzewodowego urządzenia AirPort. Zaznacz najpierw bezprzewodowe urządzenie AirPort, po czym wybierz Załaduj z menu „Stacja bazowa”.";
"errCantOpenFile" = "Zaznaczony plik nie może zostać otwarty przez ten program.";
"errCantResetAP" = "Narzędzie AirPort nie mogło wyzerować tego bezprzewodowego urządzenia AirPort. Sprawdź w instrukcji obsługi tego urządzenia, jak wyzerować je ręcznie.";
"errCantRestartAP" = "Narzędzie AirPort nie mogło ponownie uruchomić tego bezprzewodowego urządzenia AirPort.";
"errCantUpdateAP" = "Narzędzie AirPort nie mogło uaktualnić ustawień tego bezprzewodowego urządzenia AirPort.";
"errCantUploadAP" = "Narzędzie AirPort nie mogło załadować oprogramowania do tego bezprzewodowego urządzenia AirPort.";
"errCantReadFile" = "Narzędzie AirPort nie mogło wczytać pliku konfiguracji.";
"errCantReadAP" = "Narzędzie AirPort nie mogło odczytać konfiguracji tego bezprzewodowego urządzenia AirPort.";
"errNotSupportedAP" = "Narzędzie AirPort nie może skonfigurować tego bezprzewodowego urządzenia AirPort.";
"errNetworking" = "Narzędzie AirPort nie mogło połączyć się z tym bezprzewodowym urządzeniem AirPort. Komputer musi znajdować się w tej samej podsieci TCP/IP, w której znajduje się to urządzenie.";

/* Validation reasons */
"expUpload" = "Zaznacz bezprzewodowe urządzenie AirPort, które chcesz skonfigurować i wybierz Załaduj.";
"expValidIP" = "Sprawdź, czy podany adres IP oraz hasło są poprawne, i spróbuj ponownie.";

/* Informational */
"infoRestart" = "To bezprzewodowe urządzenie AirPort zostało ponownie uruchomione.";
"infoPleaseWait" = "Zaczekaj chwilę na ponowne uruchomienie.";
"infoUploadSuccess" = "Oprogramowanie tego bezprzewodowego urządzenia AirPort zostało uaktualnione.";
"infoUpdateSuccess" = "Ustawienia tego bezprzewodowego urządzenia AirPort zostały uaktualnione.";
"infoUpdateSuccessSpecific" = "Uaktualnienie ustawień %@ zakończyło się sukcesem.";
"infoRestartOK" = "Ponowne uruchomienie bezprzewodowego urządzenia AirPort spowoduje odłączenie wszystkich komputerów korzystających z jego sieci bezprzewodowej.";
"infoRestartDirty" = "Ponowne uruchomienie bezprzewodowego urządzenia AirPort spowoduje utratę niezachowanych zmian.";
"infoHardResetOK" = "Przywrócenie fabrycznych ustawień w bezprzewodowym urządzeniu AirPort spowoduje wymazanie jego ustawień.";
"infoHardResetAirPortDisk" = "Nie wpłynie to na pliki znajdujące się na dyskach AirPort, ale trzeba będzie włączyć udostępnianie plików na tych dyskach.";
"infoHardResetMore" = "Po przywróceniu ustawień domyślnych wymagane będzie ponowne skonfigurowanie urządzenia.";
"infoHardResetConfirm" = "Czy na pewno chcesz przywrócić ustawienia domyślne?";
"infoUploadOK" = "Uaktualnienie oprogramowania sprzętowego spowoduje odłączenie wszystkich komputerów korzystających z tej sieci bezprzewodowej.";
"infoAirPortCard" = "Karta AirPort";
"infoNotConfigured" = "Wybrane bezprzewodowe urządzenie AirPort zostało wyzerowane i nie jest obecnie skonfigurowane.";
"infoUploadDefault" = "Do tego bezprzewodowego urządzenia AirPort zostanie załadowane domyślne oprogramowanie. Kliknij w Automatycznie, aby tymczasowo zmienić ustawienia TCP/IP (na czas przesyłania oprogramowania) lub w Ręcznie, aby przypisać do tego bezprzewodowego urządzenia AirPort tymczasowy adres IP i hasło.";
"infoResetSuccess" = "Przywrócenie ustawień domyślnych w tym bezprzewodowym urządzeniu AirPort zakończyło się sukcesem.";
"infoQuit" = "Zamknij ten program i spróbuj ponownie.";
"infoLoseNetwork" = "To może spowodować przerwanie wszelkich obecnie ustalonych usług sieciowych.";
"infoAutomatic" = "Automatycznie";
"infoManual" = "Ręcznie…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Współużytkowanie Internetu przy użyciu techniki translacji adresów oraz DHCP nie jest aktywne. Komputery w sieci muszą konfigurować TCP/IP ręcznie.";
"NAT_off_DHCP_on" = "Do współdzielenia podanych tutaj adresów IP używany będzie metoda DHCP. TCP/IP każdego komputera-klienta w sieci należy skonfigurować tak, aby uzyskiwał adres IP przy użyciu DHCP.";
"NAT_on_DHCP_on" = "Do współdzielenia pojedynczego adresu IP używane będą metody NAT i DHCP. TCP/IP każdego komputera-klienta w sieci należy skonfigurować tak, aby uzyskiwał adres IP przy użyciu DHCP. ";
"Bridge_Off" = "To bezprzewodowe urządzenie AirPort będzie działało jako pomost między siecią AirPort a siecią Ethernet.";
"Bridge_On" = "To bezprzewodowe urządzenie AirPort będzie działało jako pomost między siecią AirPort a siecią Ethernet.";
"Bridge_LAN" = "To bezprzewodowe urządzenie AirPort będzie działać jako pomost między siecią AirPort a siecią lokalną Ethernet.";
"DHCPRangeLabel" = "Zakres DHCP:";

/* Binary errors */
"binSize" = "Zaznaczony plik jest niewłaściwych rozmiarów.";
"binDowngrade" = "Nie można obniżyć wersji oprogramowania w zaznaczonym bezprzewodowym urządzeniu AirPort do %@.";
"binSignature" = "Plik oprogramowania sprzętowego nie zgadza się ze swoim podpisem i jest nieprawidłowy. Żadne z bezprzewodowych urządzeń AirPort nie zostało uaktualnione.";
"binChecksum" = "Zaznaczony plik ma niewłaściwą sumę kontrolną.";
"binError" = "Wystąpił nieoczekiwany błąd podczas sprawdzania zaznaczonego pliku.";
"binConfirmReload" = "Czy na pewno chcesz ponownie załadować to oprogramowanie do tego bezprzewodowego urządzenia AirPort?";
"binVersion" = "Nie można określić numeru wersji zaznaczonego pliku.";
"binConfirmDowngrade" = "Wysyłane oprogramowanie (%1$@) jest starsze niż to, które znajduje się w bezprzewodowym urządzeniu AirPort (%2$@).";
"binChooseAnother" = "Wybierz inny plik i spróbuj ponownie.";
"binCurrentVersion" = "To bezprzewodowe urządzenie AirPort korzysta z wersji oprogramowania %@.";
"binAskUpload" = "Czy nadal chcesz go załadować?";
"binNewerVersion" = "Dostępna jest nowsza wersja oprogramowania bezprzewodowego urządzenia AirPort (%@).";
"binConfirmUpload" = "Aby zainstalować teraz, kliknij w Załaduj.";

/* Progress strings */
"progDiscovering" = "Wyszukuję bezprzewodowe urządzenia AirPort…";
"progJoining" = "Przyłączam do sieci bezprzewodowej…";
"progPreparing" = "Przygotowuję załadowanie…";
"progChangingIP" = "Zmieniam konfigurację stacji bazowej…";
"progSettingIP" = "Ustalam adres TCP/IP bezprzewodowego urządzenia AirPort…";
"progUploading" = "Uaktualniam bezprzewodowe urządzenie AirPort…";
"progUploadingSpecific" = "Uaktualniam %@…";
"progDownloading" = "Pobieram uaktualnienia oprogramowania…";
"progRestoring" = "Przywracam konfigurację domyślną…";
"progWaiting" = "Oczekuję na ponowne uruchomienie bezprzewodowego urządzenia AirPort…";
"progWaitingSpecific" = "Czekam na ponowne uruchomienie %@…";
"progReading" = "Wczytuję konfigurację bezprzewodowego urządzenia AirPort…";
"progReadingSpecific" = "Wczytuję konfigurację %@…";
"progWriting" = "Zapisuję konfigurację bezprzewodowego urządzenia AirPort…";
"progWritingSpecific" = "Zapisuję konfigurację %@…";
"progValidating" = "Potwierdzam konfigurację bezprzewodowego urządzenia AirPort…";
"progValidatingSpecific" = "Potwierdzam konfigurację %@…";
"progRestarting" = "Ponownie uruchamiam bezprzewodowe urządzenie AirPort…";
"progRestartingSpecific" = "Ponownie uruchamiam %@…";
"progSearching" = "Szukam bezprzewodowych urządzeń AirPort…";
"progWaitingDiskStatus" = "Oczekuję na status dysków…";

/* Validation errors */
"valPPPNeedsNAT" = "Dystrybucja adresów IP musi być włączona dla połączeń modemowych (PPP) lub Ethernet (PPPoE).";
"valInvalidIP" = "Podany numer IP jest nieprawidłowy.";
"valInvalidNetwork" = "Niewłaściwa kombinacja numeru IP, maski podsieci i adresu routera.";
"valPhoneNumber" = "Numer telefonu nie został podany.";
"valInvalidDHCP" = "Adres DHCP jest niezgodny z maską podsieci i adresem routera.";
"valNeedStatic" = "Udostępnianie zakresu adresów DHCP wymaga, aby bezprzewodowe urządzenie AirPort było skonfigurowane do korzystania z portu Ethernet oraz statycznych adresów IP.";
"valInvalidPort" = "Podany numer portu jest niepoprawny.";

/* Explanations */
"tryName" = "Podaj nazwę i spróbuj ponownie.";
"tryPassword" = "Podaj hasło sieciowe i spróbuj ponownie.";
"tryCheck" = "Sprawdź konfigurację i spróbuj ponownie.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Do tego bezprzewodowego urządzenia AirPort zostanie załadowane domyślne oprogramowanie. Kliknij w OK, aby tymczasowo zmienić ustawienia TCP/IP (na czas przesyłania oprogramowania).";
"valInvalidNetworkACP" = "Ten zakres adresów jest zarezerwowany dla interfejsu lokalnego Ethernet.";
"valInvalidPortMapping" = "Odwzorowanie portów jest możliwe tylko wtedy, gdy udostępniany jest pojedynczy adres IP (używając DHCP oraz NAT).";
"aclDuplicates1" = "Podczas importu pominięto powielony wpis.";
"aclDuplicates2" = "Podczas importu pominięto powielone wpisy (w liczbie %d).";
"softResetACP" = "Zaznaczone bezprzewodowe urządzenie AirPort zostało czasowo wyzerowane, aby umożliwić dostęp. Możesz teraz zmienić ustawienia, takie jak hasło bezprzewodowego urządzenia AirPort, hasło dostępu do sieci, Lista kontroli dostępu i RADIUS, które mogły uniemożliwiać dostęp.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(dostarczane przez serwer)";
"providedByPPP" = "(dostarczane przez serwer)";
"valInvalidPPPDialin" = "Wdzwanianie PPP nie jest dozwolone, gdy jest skonfigurowane dla Internetu poprzez modem lub AOL.";
"valInvalidPPPDialinNoNat" = "Wdzwanianie PPP nie jest dozwolone, gdy stacja jest skonfigurowana na udostępnianie zakresu adresów.";

"valInvalidDHCPMessage" = "Komunikat DHCP nie może zawierać więcej niż 253 znaki.";
"tryShorter" = "Usuń %d lub więcej znaków i spróbuj ponownie.";

"RADIUS_Default" = "Adres MAC zostanie sformatowany jako 010203-0a0b0c i użyty jako nazwa użytkownika. Hasłem będzie hasło wspólne. Format ten stosowany jest często przez firmy Lucent i Agere.";
"RADIUS_Alternate" = "Adres MAC zostanie sformatowany jako 0102030a0b0c i użyty zarówno jako nazwa użytkownika, jak i hasło. Format ten stosowany jest często przez firmę Cisco.";

"oldFormat" = "Zaznaczony plik jest uszkodzony lub niezgodny z Narzędziem AirPort. Wybierz inny plik i spróbuj ponownie.";
"newFormat" = "Zaznaczony plik zawiera nowszą konfigurację i nie jest zgodny z tą wersją bezprzewodowego urządzenia AirPort.";

/* AOL additions */
"EnableAOL"		= "Włącz nadzór rodzicielski AOL";
"AOLcable"		= "AOL (modem kablowy)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Należy podawać tylko znaki szesnastkowe.";
"requireASCII"	= "Należy podawać tylko znaki ASCII.";

/* New strings for 3.0 */
"Internal"		= "Wewnętrzny";
"External"		= "Zewnętrzny";
"noWEP"			= "(nieskonfigurowana)";
"errSameConfig"	= "zachowana konfiguracja";
"errSameBinary"	= "oprogramowanie sprzętowe";

"valInvalidDMZ1"= "Domyślny host jest dopuszczalny tylko wtedy, gdy udostępniany jest pojedynczy adres IP (używając DHCP oraz NAT).";
"valInvalidDMZ2"= "Adres domyślnego hosta musi należeć do zakresu od %1$@ do %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "W tej sieci AirPort wybrana jest opcja włączenia WDS, lecz nie jest podany adres MAC jednego lub więcej zdalnych bezprzewodowych urządzeń AirPort.";
"valNeedWDSRmt"	= "W tej sieci AirPort wybrana jest opcja włączenia WDS, lecz nie jest podany adres MAC głównego bezprzewodowego urządzenia AirPort.";
"InvalidMACAddress" = "Podany adres MAC nie jest poprawny.";

"WDSAirPortID"	= "Podaj AirPort ID zdalnego bezprzewodowego urządzenia AirPort.";

"WDSSettingsFor" = "Ustawienia dla";
"ThisBaseStation" = "bezprzewodowe urządzenie AirPort";

"valWDSWithDHCPNATTitle" = "System dystrybucji bezprzewodowej";
"valWDSWithDHCPNATText" = "Zdalne bezprzewodowe urządzenia AirPort w WDS nie powinny mieć włączonego DHCP oraz NAT.\n\nUpewnij się, że opcja „Dystrybuuj zakres adresów IP” w preferencjach sieci jest wyłączona.";

"errNotSupportedAP2" = "Ta wersja Narzędzia AirPort nie może skonfigurować tego bezprzewodowego urządzenia AirPort. Użyj oprogramowania dołączonego do tego urządzenia lub pobierz nową wersję z Internetu.";



"WDSPrimaryBaseStationDescription" = "Główne bezprzewodowe urządzenie AirPort połączone jest z internetem i udostępnia to połączenie zdalnym i przekaźnikowym urządzeniom bezprzewodowym AirPort.";
"WDSRemoteBaseStationDescription" = "Zdalne bezprzewodowe urządzenie AirPort wykorzystuje połączenie internetowe głównego bezprzewodowego urządzenia AirPort.";
"WDSRelayBaseStationDescription" = "Przekaźnikowe bezprzewodowe urządzenie AirPort połączone jest z głównym bezprzewodowym urządzeniem AirPort i udostępnia to połączenie zdalnym i przekaźnikowym urządzeniom bezprzewodowym AirPort.";

"wdsManuallySetUpForWDS" = "Wymagane ręczne konfigurowanie WDS";
"wdsSuccessfullySetUpAsWDS" = "Konfigurowanie WDS zakończyło się sukcesem";
"wdsCancelledSetUpAsWDS" = "Konfigurowanie WDS anulowane";
"wdsNotOnThisPlatform" = "WDS nieobsługiwane";

"DefaultBasePasswordDescription" = "Podaj hasło dla zaznaczonego bezprzewodowego urządzenia AirPort:";
"SpecificBasePasswordDescription" = "Podaj hasło dla:";
"NetworkPasswordDescription" = "Podaj hasło sieci bezprzewodowej dla:";

"wdsRemoteConfigResults" = "Wyniki konfiguracji bezprzewodowego urządzenia AirPort WDS";
"wdsProgressSettingUpRemoteBases" = "Konfiguruję zdalne bezprzewodowe urządzenia AirPort…";
"wdsProgressJoining" = "Przyłączam się do %@…";
"wdsProgressReading" = "Czytam konfigurację %@…";
"wdsProgressRejoining" = "Ponownie przyłączam się do sieci tego bezprzewodowego urządzenia AirPort.";
"wdsErrorRejoining" = "Wystąpił błąd podczas ponownego przyłączania się do sieci utworzonej przez to bezprzewodowe urządzenie AirPort.";

"noASCIIWEP" = "(niedrukowalne)";

"remoteSettingsOK" = "Kontynuuj konfigurowanie tego bezprzewodowego urządzenia AirPort do WDS";
"remoteSettingsCancel" = "Anuluj konfigurowanie tego bezprzewodowego urządzenia AirPort do WDS";
"remoteSettingsCancelAll" = "Anuluj konfigurowanie pozostałych bezprzewodowych urządzeń AirPort do WDS";

"notAvailable" = "(niedostępna)";

"wdsNonPublicPasswordTip" = "Jeżeli chcesz zmienić hasło dostępu, wpisz nowe hasło w odpowiednim polu i powtórz je w polu poniżej.";
"wdsNotCompatibleWithChannelAuto" = "Bezprzewodowe urządzenia AirPort w WDS nie powinny mieć włączonej opcji automatycznego wybierania kanału.\nUpewnij się, że w menu Kanał (dostępnym w panelu AirPort) wybrana jest inna opcja niż Automatycznie.";

"internetConfirmTurningOffWDS" = "To bezprzewodowe urządzenie AirPort skonfigurowane jest jako uczestnik WDS. Zmiana metody połączenia z Internetem spowoduje usunięcie tego związku WDS.";

/* file name for ACL export */
"AccessControlList" = "Lista kontroli dostępu";

"duplicatePortMappingTitle"			= "Błąd odwzorowania portów";
"duplicatePortMapping"				= "Podany wpis odwzorowania portów już istnieje.";

"wepkey" = "hasło sieci";
"password" = "hasło";
"psk" = "Wstępnie współdzielony klucz";
"errWrongLengthPSK" = "Podany wstępnie współdzielony klucz musi mieć dokładnie 64 szesnastkowe znaki.";

"addACL" = "Dodaj wpis kontroli dostępu…";
"editACL" = "Modyfikuj wpis kontroli dostępu…";
"deleteACL" = "Usuń wpisy kontroli dostępu…";
"importACL" = "Importuj wpisy kontroli dostępu…";
"exportACL" = "Eksportuj wpisy kontroli dostępu…";
"revertACL" = "Przywróć wpisy kontroli dostępu…";

"WDSNotCompatibleWithWPA" = "Bezprzewodowe urządzenie AirPort z zabezpieczeniami WPA nie może być używane w sieci WDS. Ustaw poziom zabezpieczeń na WEP lub wyłącz je.";
"WPANotCompatibleWithWDS" = "Bezprzewodowe urządzenie AirPort z zabezpieczeniami WPA nie może być używane w sieci WDS. Zostanie ono usunięte z WDS.\n\nCzy na pewno chcesz dokonać tej zmiany?";
"ShowOptions" = "Pokaż opcje";
"HideOptions" = "Ukryj opcje";
"CannotConfigureWPAEnterpriseForWDS" = "Bezprzewodowe urządzenie AirPort z zabezpieczeniami WPA Enterprise nie może zostać dodane do sieci WDS. Zaznacz inne bezprzewodowe urządzenie AirPort.";
"WPANotSupportedByCard" = "Podłączenie do zabezpieczonej przez WPA sieci i dokonywanie zmian w zabezpieczonym przez WPA urządzeniu AirPort wymaga komputera obsługującego WPA. Ten komputer nie obsługuje WPA. Jeśli będziesz kontynuować, nie będzie możliwe podłączenie do sieci z zabezpieczeniem WPA lub dokonywanie zmian w zabezpieczonym przez WPA bezprzewodowym urządzeniu AirPort.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Kontrola dostępu adresu MAC nie jest zgodna z poziomem zabezpieczeń WPA Enterprise.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Aby włączyć kontrolę dostępu według adresów MAC, wybierz inny poziom zabezpieczeń sieci bezprzewodowej.";
"errPingFailed" = "Narzędzie AirPort nie mogło połączyć się z tym bezprzewodowym urządzeniem AirPort. Sprawdź ustawienia sieci w Preferencjach systemowych.";
"errEscapedPasswordBadLength" = "Podane hasło szesnastkowe jest niewłaściwej długości. Należy podać cyfry szesnastkowe poprzedzone właściwymi znakami sterującymi („$”, „0X” lub „0x”).";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "To bezprzewodowe urządzenie AirPort skonfigurowane jest do pracy w WDS. Zmiana kanału spowoduje odłączenie od WDS.";
"BaseStationOptionsTitle" = "Błąd opcji stacji bazowej";
"ValidSysLogIPAddress" = "Należy podać prawidłowy adres IP, na który będą wysyłane dzienniki bezprzewodowego urządzenia AirPort.";
"ValidNTPServerInfo" = "Należy podać poprawną nazwę serwera lub adres IP serwera NTP.";
"ImportError" = "Błąd importu";
"CannotImportIntoSavedConfig" = "Nie możesz zaimportować jednego pliku z zachowaną konfiguracją do innego pliku z zachowaną konfiguracją.";
"ConfigurationFileNotSupported" = "Wybrany plik konfiguracyjny nie jest zgodny z tym bezprzewodowym urządzeniem AirPort.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "To bezprzewodowe urządzenie AirPort obsługuje tylko jeden profil konfiguracyjny. Jeżeli chcesz skonfigurować ten profil, zaznacz go na liście i kliknij w Konfiguruj.";
"confirmMakeInactiveProfileActive" = "Ten profil nie jest teraz aktywny. Czy chcesz uczynić ten profil aktywnym w tym bezprzewodowym urządzeniu AirPort?";
"confirmDeleteProfiles" = "Czy na pewno chcesz usunąć zaznaczone profile? Tej czynności nie można cofnąć.";
"AddProfile" = "Dodaj profil";
"ActiveProfile" = "%@ (aktywny)";
"CurrentProfile" = "Bieżący profil: %@";
"confirmSaveProfile" = "Czy chcesz zachować zmiany dokonane w „%@”?";
"HardResetMode" = "Tryb zerowania";
"HardResetPrompt1" = "To urządzenie (%@) zostało wyzerowane.";
"HardResetPrompt2" = "Wybierz, co chcesz zrobić.";
"RestorePreviousProfile_Title" = "Odtwórz poprzedni profil";
"RestorePreviousProfile_Desc" = "Jeśli urządzenie zostało wyzerowane z powodu problemów z poprzednimi ustawieniami, może wymagać ponownego wyzerowania.";
"RestorePreviousConfig_Title" = "Przywróć poprzednie ustawienia";
"RestorePreviousConfig_Desc" = "Jeśli urządzenie zostało wyzerowane z powodu problemów z poprzednimi ustawieniami, może wymagać ponownego wyzerowania.";
"ResetPreviousProfile_Title" = "Zastąp poprzednio wybrany profil ustawieniami domyślnymi";
"SavePreviousConfigProfile_Title" = "Użyj ustawień domyślnych i zachowaj poprzednie jako profil";
"ProfileName" = "Nazwa profilu";
"CreateResetProfile_Title" = "Dodaj ustawienia domyślne jako nowy profil";
"CreateResetProfile_Desc" = "Poprzednie ustawienia zostaną utrzymane, a profil ustawień domyślnych zostanie utworzony i aktywowany.";
"DefaultSettings" = "Ustawienia domyślne";
"RecoveredSettings" = "Przywrócone ustawienia";
"WirelessNetwork" = "Sieć bezprzewodowa";
"TooManyACLEntries" = "Na liście kontroli lokalnego dostępu przekroczona została o %d maksymalna liczba wpisów. Usuń %d wpisów.";
"HardResetProfilesMode" = "To bezprzewodowe urządzenie AirPort zostało wyzerowane. Jeżeli chcesz uaktywnić profil konfiguracyjny, kliknij w jego przycisk, po czym kliknij w OK.";
"NothingInEthernetPort" = "Wydaje się, że do gniazda Ethernet nic nie jest podłączone. Jeśli używasz modemu szerokopasmowego do połączenia z Internetem lub łączysz się z siecią przez Ethernet, podłącz modem lub tę sieć do gniazda Ethernet.";
"EthernetPort" = "Port Ethernet";
"LANConnector" = "Złącze LAN";
"TooManyImportedACLEntries" = "Na liście kontroli lokalnego dostępu przekroczona została maksymalna liczba wpisów. Kliknij w OK, aby zacząć importowanie pierwszych %d wpisów, lub kliknij w Anuluj.";
"confirmNonSupportedClientModeSecurity" = "Ta sieć bezprzewodowa nie obsługuje wybranego bezprzewodowego trybu ochrony.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d do %2$d";
"GenericNumberOfGenericNumber" = "%1$d z %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "Automatyczne łączenie/rozłączanie PPPoE nie może być używane z nazwą hosta w sieci rozległej.";
"DisablingWANConfig" = "Niedopuszczanie do zmian konfiguracji przez port WAN może sprawić, że to bezprzewodowe urządzenie AirPort nie będzie widoczne na liście urządzeń AirPort. Po wyłączeniu konfigurowania przez port WAN należy przyłączyć się do utworzonej przez to urządzenie sieci bezprzewodowej, aby zmienić jego ustawienia.";
"MultiplePrinters" = "(kilka drukarek)";
"MultipleDisks" = "(kilka dysków)";
"TaskTimedOutError" = "Narzędzie AirPort nie może określić statusu wykonywanego zadania.";
"EraseTaskTimedOutTryAgain" = "Aby wymazać dysk Time Capsule, użyj panelu Dyski w Narzędziu AirPort.";
"ArchiveTaskTimedOutTryAgain" = "Aby zarchiwizować dysk Time Capsule, użyj panelu Dyski w Narzędziu AirPort.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Ogranicz dostęp:";
"title_per_user_per_day" = "na użytkownika dziennie";
"title_per" = "na";
"title_minute(s)" = "min";
"title_hour(s)" = "godz.";
"MaxUserConnectTimeHoursPerDay" = "godz. na użytkownika dziennie";
"MaxUserConnectTimeMinutesPerDay" = "min na użytkownika dziennie";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ co %2$@";

"MobileMeAccountName" = "Nazwa użytkownika MobileMe";
"MobileMeAccountPassword" = "Hasło";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Utwórz sieć roamingową";
"AddNewNetworkChoice" = "Dodaj dodatkową sieć";

"genericWithPassword" = "używając hasła %@";
"settingMigrationSource" = "Źródło";

"genericAirPortDevice" = "bezprzewodowe urządzenie Apple";
"genericAirPortDevices" = "bezprzewodowe urządzenia AirPort";
"title_ShowPassword" = "Pokaż hasło";
"title_ShowPasswords" = "Pokaż hasła";

"BaseStationNotSupportedTitle" = "Wymagana jest nowsza wersja Narzędzia AirPort.";
"BaseStationNotSupportedWarning" = "Ta wersja Narzędzia AirPort nie obsługuje tego urządzenia bezprzewodowego AirPort i może je nieprawidłowo skonfigurować, jeśli będzie nadal używana. Aby uzyskać najnowszą wersję Narzędzia AirPort, odwiedź stronę www.apple.com/pl/support/airport.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Używany dysk Time Capsule nie jest poprawny. Podaj nową nazwę.";
"UserAccountNameNotValid" = "Ta nazwa konta udostępniania plików nie jest poprawna. Podaj nową nazwę konta.";
"UserAccountNamesNotValid" = "Co najmniej jedna nazwa konta udostępniania plików nie jest poprawna. Podaj nowe nazwy kont.";

"Disabled" = "Wyłączone";
"Enabled" = "Włączone";

"SetupComplete" = "Konfigurowanie zakończone";
"UpdateComplete" = "Uaktualnianie zakończone";

"LessSecureCommunication" = "Komunikacja z tym bezprzewodowym urządzeniem AirPort może ujawnić wpisane hasło dowolnemu innemu urządzeniu w sieci.";
"YouShouldUpdateFirmware" = "Uaktualnij oprogramowanie sprzętowe tego bezprzewodowego urządzenia AirPort do najnowszej wersji.";
"AreYouSureContinue" = "Czy na pewno chcesz kontynuować?";

"MinimumMacOSVersion" = "Narzędzie AirPort działa najlepiej z systemem Mac OS X w wersji %@ lub nowszej. Uaktualnij system Mac OS X do nowszej wersji.";
"MinimumWinOSVersion" = "Ta wersja narzędzia AirPort działa najlepiej z systemami Windows XP2 SP3 i Vista SP1 lub nowszymi. Uaktualnij system Windows do nowszej wersji.";

"UserAccountsExistingFilesWarning" = "Skonfigurowanie kont użytkowników może sprawić, że pliki znajdujące się już na dyskach AirPort będą dostępne wyłącznie dla administratorów.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(Nazwa użytkownika MobileMe)";

"errNeedName" = "Jeżeli chcesz kontynuować, musisz podać nazwę.";

"PrinterDescription" = "Opis drukarki";
"PrinterName" = "Nazwa drukarki";

"ExtendingANonExtensibleEnabledNetwork" = "Wybrana sieć nie jest skonfigurowana do rozszerzania.";
"ExtendingANonExtensibleNetwork" = "Wybranej sieci nie można rozszerzyć.";
"AreYouSureExtend" = "Czy na pewno chcesz rozszerzyć tę sieć?";

"RadioSTAListClientType" = "Typ klienta";
"RadioSTAListOpmodeSTA" = "Wi-Fi";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Rozszerzenie sieci bezprzewodowej";

"RadioSTAList80211Mode" = "Tryb 80211";
"WirelessClients" = "Klienty bezprzewodowe";
"EthernetClients" = "Klienty Ethernet";
"WirelessEthernetClients" = "Klienty bezprzewodowe i Ethernet";

"DisableWANServices" = "Wyłącz wszystkie usługi WAN";

"ImportWarning" = "Zaimportowanie tych ustawień może zastąpić bieżące ustawienia.";

"USBSharingDescription" = "Opcji udostępniania USB używaj w celu dostarczenia użytkownikom w sieci dostępu do urządzeń USB podłączonych do %@.";
"USBSharingVsFileSharing" = "Opcja udostępniania USB nie wpływa na funkcję udostępniania plików na dyskach podłączonych za pomocą USB.";

"Base Station" = "Stacja bazowa";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Wymaż dysk docelowy Time Capsule";
"EraseDestTimeCapsuleDisk.description" = "Kliknij w „Wymaż dysk docelowy Time Capsule”, jeśli chcesz dysk Time Capsule, na który przenosisz dane, wymazać przed rozpoczęciem procesu przenoszenia.";
"EraseSourceTimeCapsuleDisk" = "Wymaż dysk źródłowy Time Capsule";
"EraseSourceTimeCapsuleDisk.description" = "Kliknij w „Wymaż dysk źródłowy Time Capsule”, jeśli natychmiast po przeniesieniu zawartości dysku chcesz go wymazać.";


"MoreOptions" = "Więcej opcji";

"PrintersChangeNamesDescription" = "Aby zmienić nazwę drukarki, zaznacz ją na liście i kliknij w przycisk Edycja.";

"GuestNetRequiresDHCPNAT" = "Sieć użyczana wymaga, aby w %@ było skonfigurowane udostępnianie publicznego adresu IP za pomocą NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "Funkcja „Zdalnie na moim Macu” wymaga, aby połączenie PPPoE miało włączoną opcję „Zawsze włączone”.";
"SelectPPPoEAlwaysOn" = "Zaznacz opcję „Zawsze włączone” z menu Połączenie.";

"ClientTable_Client" = "Klient";
"ClientTable_Signal" = "Sygnał";
"ClientTable_Noise" = "Zakłócenia";
"ClientTable_Rate" = "Częstotliwość";
"ClientTable_Type" = "Typ";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "Adres MAC";
"ClientTable_IP" = "Adres IP";
"ClientTable_ClientID" = "ID klienta";
"ClientTable_Lease" = "Czas dzierżawy";

"IPv4orIPV6" = "Adresy IPv4 lub IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Urządzenia pominięte";

"WirelessNetworkOptionsButton" = "Opcje sieci bezprzewodowej…";

/* End of strings file */
